<?php
// Heading
$_['heading_title'] = 'Масове управління цінами';

// Text
$_['text_extension'] = 'Розширення';
$_['text_success'] = 'Операція виконана успішно!';
$_['text_not_installed'] = 'Модуль керування цінами встановлено неправильно! Для коректної роботи перевстановіть модуль';
$_['text_confirm'] = 'Підтвердіть дію';
$_['text_restore_changes_question'] = 'Відкачати останні зміни?';
$_['text_confirm_action'] = 'Уважно перевірте всі параметри! Неправильне заповнення полів форми може спричинити небажані наслідки! Виконати завдання?';
$_['text_undo_last_changes'] = 'Скасувати останні зміни?';
$_['text_filter'] = 'Фільтр';
$_['text_prices'] = 'Ціни';
$_['text_add_settings'] = 'Додатково (Знижки/Акції)';
$_['text_create_if_not_exists'] = 'Створювати знижку/акцію, якщо такої не існує';
$_['text_discount_qty']='Кількість товару для створеної знижки';
$_['text_delete_special']='Видалити Акції';
$_['text_delete_discount']='Видалити Знижки';
$_['text_special_discount_actions']='Дії з акціями/знижками';
$_['text_all_categories']='Всі категорії';
$_['text_formula_and_actions'] = 'Формула та дії';
$_['text_categories'] = 'Категорії';
$_['text_include_subcategories']='Включаючи вкладені категорії';
$_['text_manufacturers'] = 'Виробники';
$_['text_customer_groups'] = 'Групи покупців';
$_['text_percent'] = '%';
$_['text_number'] = 'число';
$_['text_main_price'] = 'Основна ціна';
$_['text_options_price'] = 'Опції';
$_['text_discounts_price'] = 'Знижки';
$_['text_actions_price'] = 'Акції';
$_['text_addict']='<span class="hidden-xs hidden-sm hidden-md">Додати </span>( + )';
$_['text_deduct']='<span class="hidden-xs hidden-sm hidden-md">Відняти </span>( - )';
$_['text_multiply']='<span class="hidden-xs hidden-sm hidden-md">Помножити на </span>( * )';
$_['text_divide']='<span class="hidden-xs hidden-sm hidden-md">Розділити на </span>( / )';
$_['text_author']='';
$_['text_copyright']='Всі права захищені.';
// Entry
$_['entry_value'] = 'Введіть значення';


//Help
$_['help_filter'] = 'Якщо для будь-якого параметра фільтра не буде відзначено жодного значення, в процесі зміни цін параметр не враховуватиметься. Це дорівнює вибору всіх можливих значень параметра.';
$_['help_prices'] = "Виберіть, які значення цін товарів необхідно змінити. <b>Увага!</b> Якщо не буде обрано жодного значення, зміна цін торкнеться основної ціни товару! Будьте уважні!";
$_['help_create_if_not_exists'] ='Якщо акція/знижка не задана для товару, вона буде створена на основі ціни товару та зазначеного мат. дії. Приклад: стоїть завдання зменшити акції на 50%. У товару немає акції, його ціна = 100, тоді створюється Акція зі значенням 100-50% = 50. ';
$_['help_delete_special_discount']='Видалення Акцій/Знижок для товарів за вибраними параметрами фільтрації. <b>Увага! Ці дії неможливо скасувати!</b>';

// Error
$_['error_permission'] = 'У Вас немає прав для керування цим модулем!';
$_['error_data'] = 'Помилка виконання операції! Будь ласка, правильно заповніть усі поля форми!';
$_['error_action'] = 'Не всі обов\'язкові поля заповнені коректно. Будь ласка, перевірте введені дані';

// Button
$_['button_run'] = 'Виконати';
$_['button_rollback'] = 'Відновити попередні значення';
$_['button_reinstall']='Перевстановлення';

?>